import React from 'react'
import styles from './privacy.module.css'
export default function Privacy() {
  return (
    <>
       <div className={styles.background}>
      <div className="container">
        <div className={styles.textWraper}>
          <h2 className=" mb-4"> سياسة الخصوصية</h2>
          <ul className={styles.termsList}>
            <li>
              <strong>مقدمه</strong>
              <p> .تطبيق لقطها يلتزم بحماية خصوصية مستخدميه ويأخذ جميع التدابير التقنية والتنظيمية لضمان سرية البيانات الشخصية. باستخدامك التطبيق، فإنك توافق على جمع واستخدام المعلومات كما هو موضح أدناه.</p>
            </li>
            <li>
              <strong>1. البيانات التي نقوم بجمعها:</strong>
              <ul>
                <li> معلومات شخصية: الاسم، رقم الهاتف، البريد الإلكتروني، بيانات الحساب.</li>
                <li>معلومات المعاملات: المنتجات والخدمات المطلوبة، تفاصيل الدفع، عناوين التوصيل.</li>
                <li>معلومات الجهاز والاستخدام: نوع الجهاز، نظام التشغيل، معرف الجهاز، سجل النشاط داخل التطبيق.</li>
                <li>معلومات الموقع: عند تفعيل خدمات الموقع لتسهيل الوصول إلى المتاجر أو الخدمات القريبة.</li>
              </ul>
            </li>

            <li>
              <strong>2. استخدام البيانات:</strong>
              <ul>
                <li>تقديم خدمات التطبيق بكفاءة وسلاسة.</li>
                <li>معالجة الطلبات والدفع والتوصيل.</li>
              </ul>
            </li>

           
          </ul>



        </div>
      </div>
      </div>
    </>

  )
}
